Revit 2027 API
ParameterTypeId.ScheduleGroupParam Property
 "Sorting/Grouping"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ScheduleGroupParam { get; }
Public Shared ReadOnly Property ScheduleGroupParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ScheduleGroupParam {
	ForgeTypeId^ get ();
}
static member ScheduleGroupParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace